# ********************************************************************
# Author: deep as sea
# Create by: 2023/12/18
# Description: 
# Update: Task Update Description
# ********************************************************************
# -*- coding: utf-8 -*-
# 
#                     _ooOoo_
#                    o8888888o
#                    88" . "88
#                    (| -_- |)
#                     O\ = /O
#                 ____/`---'\____
#               .   ' \\| |// `.
#                / \\||| : |||// \
#              / _||||| -:- |||||- \
#                | | \\\ - /// | |
#              | \_| ''\---/'' | |
#               \ .-\__ `-` ___/-. /
#            ___`. .' /--.--\ `. . __
#         ."" '< `.___\_<|>_/___.' >'"".
#        | | : `- \`.;`\ _ /`;.`/ - ` : | |
#          \ \ `-. \_ __\ /__ _/ .-` / /
#  ======`-.____`-.___\_____/___.-`____.-'======
#                     `=---='
# ^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^
#          佛祖保佑       永无BUG
if __name__ == '__main__':
    cluster_name = "集群名称"
    resource_type = "资源类型"
    product = ["产品名称"]
    module = ["模块名称"]
    service = ["服务名称"]
    alert_level = ["告警级别"]
    alert_status = ["告警状态"]
    alert_abstract = ["告警概要"]
    alert_detail = ["告警详情"]

    gaojing="集群名称:"+cluster_name
    print(gaojing)
    print('aa\naa')
    print('bb'+ '\r' +'bb')